export const examples = [
    {
        name: 'John 3:1-13',
        text: `
2:1 - Ἐγένετο δὲ ἐν ταῖς ἡμέραις ἐξῆλθεν δόγμα παρὰ Καίσαρος Αὐγούστου ἀπογράφεσθαι πᾶσαν τὴν οἰκουμένην.
2:2 - αὐτὴ ἀπογραφὴ πρώτη ἐγένετο ἡγεμονεύοντος τῆς Συρίας Κυρηνίου.
2:3 - καὶ ἐπορεύοντο πάντες ἀπογράφεσθαι, ἕκαστος εἰς τήν ἑαυτοῦ πόλιν.
2:4 - Ἀνέβη δὲ καὶ Ἰωσὴφ ἀπὸ τῆς Γαλιλαίας ἐκ πόλεως Ναζαρὲθ εἰς τὴν Ἰουδαίαν εἰς πόλιν Δαυὶδ ἥτις καλεῖται Βηθλέεμ, διὰ τὸ εἶναι αὐτὸν ἐξ οἴκου καὶ πατριᾶς Δαυίδ,
2:5 - ἀπογράψασθαι σὺν Μαριὰμ τῇ ἐμνηστευμένῃ αὐτῷ, οὔσῃ ἐγκύῳ.
2:6 - Ἐγένετο δὲ ἐν τῷ εἶναι αὐτούς ἐκεῖ ἐπλήσθησαν αἱ ἡμέραι τοῦ τεκεῖν αὐτήν,
2:7 - καὶ ἔτεκεν τὸν υἱὸν αὐτῆς τὸν πρωτότοκον, καὶ ἐσπαργάνωσεν αὐτὸν καὶ ἀνέκλινεν αὐτὸν ἐν φάτνῃ, διότι οὐκ ἦν αὐτοῖς τόπος ἐν τῷ καταλύματι.
2:8 - Καὶ ποιμένες ἦσαν ἐν τῇ χώρᾳ τῇ αὐτῇ ἀγραυλοῦντες καὶ φυλάσσοντες φυλακὰς τῆς νυκτὸς ἐπὶ τὴν ποίμην αὐτῶν.
2:9 - καὶ ἄγγελος κυρίου ἐπέστη αὐτοῖς καὶ δόξα κυρίου περιέλαμψεν αὐτούς, καὶ ἐφοβήθησαν φόβον μέγαν.
2:10 - καὶ εἶπεν αὐτοῖς ὁ ἄγγελος, μὴ φοβεῖσθε· ἰδοὺ γὰρ εὐαγγελίζομαι ὑμῖν χαρὰν μεγάλην, ἥτις ἔσται παντὶ τῷ λαῷ·
2:11 - ὅτι ἐτέχθη ὑμῖν σήμερον σωτὴρ, ὅς ἐστιν χριστὸς κύριος, ἐν πόλει Δαυίδ.
2:12 - καὶ τοῦτο ὑμῖν σημεῖον, εὑρήσετε βρέφος ἐσπαργανωμένον καὶ κείμενον ἐν φάτνῃ
2:13 - καὶ ἐξαίφνης ἐγένετο σὺν τῷ ἀγγέλῳ πλῆθος στρατιᾶς οὐρανίου αἰνούντων τὸν θεὸν καὶ λεγόντων`
    },
    {
        name: 'Aristotle, xxx',
        text: ``
    },
    {
        name: 'verbs with prefixes',
        text: `ἄγγελμα (ángelma),
    ἀγγέλτειρα (angélteira),
    ἀγγελτικός (angeltikós),
    ἀναγγέλλω (anangéllō),
    ἀνάγγελτος (anángeltos),
    ἀπαγγέλλω (apangéllō),
    διαγγελλω (diangeltéon),
    διαγγελτέον (diangeltéon),
    εἰσαγγέλλω (eisangéllō),
    ἐξαγγέλλω (exangéllō),
    ἐπαγγέλλω (epangéllō),
    κακάγγελτος (kakángeltos),
    κακάγγελλω (kakángeltos),
    καταγγέλλω (katangéllō),
    νεάγγελτος (neángeltos),
    νεάγγελλω (neángeltos),
    παραγγέλλω (parangéllō),
    περιαγγέλλω (periangéllō),
    προαγγέλλω (proangéllō),
    προσαγγέλλω (prosangéllō),
    συναγγέλλω (sunangéllō),
    ὑπάγγελτος (hupángeltos),

`
    },
    {
        name: 'xxxx',
        text: `αἰνός (ужасный) и αἶνος (похвала)
ἄρα (таким образом), ἀρά (проклятие) и ἆρα (ли, вопросительная частица)
αὐτόν (винительный от αὐτον) и αυτόν (слияние ἑαυτόν)
βασίλεια (королева) и βασιλεία (царство)
εἴ (εἰ за которым следует энклитик) и εἶ (еси)
ἀλλά (но) и ἄλλα (средний род мн. числа от ἄλλος)
αὐτός («тот самый», если с артиклем, либо «сам») и αὐτός (сокращение от ὁ αὐτός)
δῖα (божественная) и διά (чрез, из-за)
ἔπαινος (похвала) и ἐπαινός (ужасный)
ἤ (или) ἦ (поистине) и ἦ ( прошедшее от εἰμί)
θέα (вид) и θεά (богиня)
νομός( пастбище) νόμος (закон)
οἷος (какой) и οἶος (одинокий)
οὐδέ (и не) и οὔτε (и не, ни)
ταῦτα (множественное от τοῦτο) и ταὐτά (сокращение от τὰ αὐτά)
 ὦμος (плечо) и  ὠμός(сырой)
τοῦτον (винительный падеж от οὗτος) и ταὐτόν (сокращение от τὸ αὐτό)
ἤν (сокращение от ἐάν) и ἦν (прошедшее от  от εἰμί)
μύριοι (десять тысяч) и μυρίοι (бесчисленные)
οἱ, αἱ (артикли) oἵ, αἵ (относительные местоимения)
ὄρος (гора) и ὅρος (граница)
οὐκοῦν (следовательно) и οὔκουν (итак не, разве не?)
τίς (кто?) и τις (некий)
φῶς (свет) и φώς (человек)
αἱρέω (брать) и αἴρω (поднимать)
δέω (привязывать) и δέω (нуждаться)
εἶναι (инфинитив от εἰμί), ἰέναι (инфинитив от εἶμι), εἶναι (инфинитив аориста от ἵημι) и ἱέναι (инфинитив настоящего времени от ἵημι)
ἐρῶ (презент от ἐράω) и ἐρῶ (футур от λέγω)
 ἔσομαι (футур от εἰμί) и εἴσομαι (футур от οἶδα)
ᾔδη (прошедшее от οἶδα) и ἤδη (уже)
ἧκα (я пришёл) и ἧκα (аорист от ἵημι «я послал»)
ᾖσαν (прошедшее от οἶδα) и ἦσαν (имперфект от εἰμί)
ἴσθι (императив от εἰμί «Будь!») и ἴσθι (императив от οἶδα «Знай!»)
μέλλω и μέλω
πείσομαι (футур от πάσχω «Я пострадаю») и πείσομαι (футур от πείθομαι «Я подчинюсь»)
`
    },


    {
        name: '',
        text: ``
    }
]
