
export const load = async ({ url, params }) => {
    // console.log('_server load url, params', url, params)

    return {
        example
    }
}

let example = `
2:1 - Ἐγένετο δὲ ἐν ταῖς ἡμέραις ἐξῆλθεν δόγμα παρὰ Καίσαρος Αὐγούστου ἀπογράφεσθαι πᾶσαν τὴν οἰκουμένην.
2:2 - αὐτὴ ἀπογραφὴ πρώτη ἐγένετο ἡγεμονεύοντος τῆς Συρίας Κυρηνίου.

`

let example_ = `
== ἄγει ; προκαταλαμβάνω ;
== ἐπ᾽ ἐλπίδι ὀφείλει ὁ ἀροτριῶν ἀροτριᾶν (ἐκεῖνος, ποὺ ὀργώνει, πρέπει νὰ ὀργώνῃ μὲ ἐλπίδα) — кто пашет, должен пахать с надеждою.

2:1 - Ἐγένετο δὲ ἐν ταῖς ἡμέραις ἐξῆλθεν δόγμα παρὰ Καίσαρος Αὐγούστου ἀπογράφεσθαι πᾶσαν τὴν οἰκουμένην.
2:2 - αὐτὴ ἀπογραφὴ πρώτη ἐγένετο ἡγεμονεύοντος τῆς Συρίας Κυρηνίου.
2:3 - καὶ ἐπορεύοντο πάντες ἀπογράφεσθαι, ἕκαστος εἰς τήν ἑαυτοῦ πόλιν.
2:4 - Ἀνέβη δὲ καὶ Ἰωσὴφ ἀπὸ τῆς Γαλιλαίας ἐκ πόλεως Ναζαρὲθ εἰς τὴν Ἰουδαίαν εἰς πόλιν Δαυὶδ ἥτις καλεῖται Βηθλέεμ, διὰ τὸ εἶναι αὐτὸν ἐξ οἴκου καὶ πατριᾶς Δαυίδ,
2:5 - ἀπογράψασθαι σὺν Μαριὰμ τῇ ἐμνηστευμένῃ αὐτῷ, οὔσῃ ἐγκύῳ.
2:6 - Ἐγένετο δὲ ἐν τῷ εἶναι αὐτούς ἐκεῖ ἐπλήσθησαν αἱ ἡμέραι τοῦ τεκεῖν αὐτήν,
2:7 - καὶ ἔτεκεν τὸν υἱὸν αὐτῆς τὸν πρωτότοκον, καὶ ἐσπαργάνωσεν αὐτὸν καὶ ἀνέκλινεν αὐτὸν ἐν φάτνῃ, διότι οὐκ ἦν αὐτοῖς τόπος ἐν τῷ καταλύματι.
2:8 - Καὶ ποιμένες ἦσαν ἐν τῇ χώρᾳ τῇ αὐτῇ ἀγραυλοῦντες καὶ φυλάσσοντες φυλακὰς τῆς νυκτὸς ἐπὶ τὴν ποίμην αὐτῶν.
2:9 - καὶ ἄγγελος κυρίου ἐπέστη αὐτοῖς καὶ δόξα κυρίου περιέλαμψεν αὐτούς, καὶ ἐφοβήθησαν φόβον μέγαν.
2:10 - καὶ εἶπεν αὐτοῖς ὁ ἄγγελος, μὴ φοβεῖσθε· ἰδοὺ γὰρ εὐαγγελίζομαι ὑμῖν χαρὰν μεγάλην, ἥτις ἔσται παντὶ τῷ λαῷ·
2:11 - ὅτι ἐτέχθη ὑμῖν σήμερον σωτὴρ, ὅς ἐστιν χριστὸς κύριος, ἐν πόλει Δαυίδ.
2:12 - καὶ τοῦτο ὑμῖν σημεῖον, εὑρήσετε βρέφος ἐσπαργανωμένον καὶ κείμενον ἐν φάτνῃ
2:13 - καὶ ἐξαίφνης ἐγένετο σὺν τῷ ἀγγέλῳ πλῆθος στρατιᾶς οὐρανίου αἰνούντων τὸν θεὸν καὶ λεγόντων


`
