
export const prefixes = {

    'μετανίστημι': 'μετ-αν-ι-στ-ημι',
    'παραναβαίνω': 'παρ-αν-α-βαιν-ω; παρ-αναβαιν-ω',
    'συμπαραναλίσκω': 'συμ-παρ-αναλισκ-ω',
    'ἀντιπαραγράφω': 'ἀντι-παρ-α-γραφ-ω; ἀντι-παρ-α-γραφ-ω; ἀντι-παραγραφ-ω',
    'παρεπιγράφω': 'παρ-επ-ι-γραφ-ω; παρ-επιγραφ-ω',
    'προσκαταγράφω': 'προσ-κατ-α-γραφ-ω; προσ-κατ-α-γραφ-ω; προσ-καταγραφ-ω',
    'ὑποκατάστατος': 'ὑπο-κατ-α-στ-ατος',
    'παρυπολαμβάνω': 'παρ-υπολαμβαν-ω ; παρ-υπ-ο-λαμβαν-ω',
    'καταλαμβάνω': 'κατ-α-λαμβαν-ω ; καταλαμβαν-ω',
    'προκαταλαμβάνω': 'προ-κατ-α-λαμβαν-ω; προ-καταλαμβαν-ω',
    'προσυπογράφω': 'προσ-υπ-ο-γραφ-ω; προσ-υπογραφ-ω',
    'παρυπομιμνήσκω': 'παρ-υπ-ο-μιμν-ήσκω',

}
